Repository: pound-python/infobob-docker
Catalog: infobob/infobat/locale/infobat/*.po
Languages: nl, pt_br

source: no triggers in %s.
nl: %s bevat geen triggers.
pt_br: %s não possui triggers.

source: in the future, please use a less awful pastebin (e.g. paste.pocoo.org) instead of %s.
nl: gebruik a.u.b. in het vervolg een minder afschuwelijke pastebin (bv. paste.pocoo.org) in plaats van %s.
pt_br: por favor, da próxima vez use um site menos terrível que %s (por exemplo paste.pocoo.org).

source: %(url)s (repasted for %(user)s)
nl: %(url)s (opnieuw gepaste voor %(user)s)
pt_br: %(url)s (recolado para %(user)s)

source: Error: %r
nl: Fout: %r
pt_br: Erro: %r

source: (... %(nlines)d lines, entire response in %(url)s ...)
nl: (... %(nlines)d regels, volledige respons in %(url)s ...)
pt_br: (... %(nlines)d linhas, resposta completa em %(url)s ...)

source: Done.
nl: Klaar.
pt_br: Concluído.

source: Database not loaded.
nl: Database niet geladen.
pt_br: Banco de dados não carregado.

source: Database unlocked.
nl: Database benaderbaar.
pt_br: Banco de dados destrancado.

source: Database was unlocked.
nl: Database benaderbaar gemaakt.
pt_br: Banco de dados estava destrancado.

source: Database locked.
nl: Database vergrendeld.
pt_br: Banco de dados trancado.

source: %d days
nl: %d dagen
pt_br: %d dias

source: %d hours
nl: %d uren
pt_br: %d horas

source: %d minutes
nl: %d minuten
pt_br: %d minutos

source: %d seconds
nl: %d seconden
pt_br: %d segundos

source: %(group)s and %(last)s
nl: %(group)s en %(last)s
pt_br: %(group)s e %(last)s

source: I have been online for %(time_online)s. In that time, I've processed %(wordcount)d characters and spliced %(chaincount)d chains. Currently, I reference %(dblen)d chains with %(begin)d beginnings (%(actions)d actions).
nl: Ik ben %(time_online)s online. In die tijd heb ik %(wordcount)d tekens en %(chaincount)d reeksen gesplitst. Op 't moment beschik ik over %(dblen)d reeksen met %(begin)d mogelijke startwoorden (%(actions)d acties).
pt_br: Eu estive online por %(time_online)s. Neste tempo, eu processei %(wordcount)d caracteres e gerei %(chaincount)d cadeias. Faço referência neste momento à %(dblen)d cadeias com %(begin)d inícios (%(actions)d ações).

source: shakes the psychic black sphere.
nl: tuurt in de kristallen bol.
pt_br: olha para sua bola de cristal.

source: It says: "%s"
nl: Het zegt: "%s"
pt_br: Ela diz: "%s"

source: line too short.
pt_br: linha muito curta.

source: %(chance)0.6f%% chance (1 in %(inverse)s) across %(prob_len)d probabilities; %(avg)0.6f%% average, standard deviation %(deviation)0.6f%%, %(min_prob)0.6f%% low, %(max_prob)0.6f%% high.
nl: %(chance)0.6f%% kans (1 per %(inverse)s) over %(prob_len)d mogelijkheden; gemiddeld %(avg)0.6f%%, standaard afwijking %(deviation)0.6f%%, ondergrens %(min_prob)0.6f%%, bovengrens %(max_prob)0.6f%%.
pt_br: %(chance)0.6f%% de chance (uma em %(inverse)s) em %(prob_len)d probabilidades; média %(avg)0.6f%%, desvio padrão %(deviation)0.6f%%, mínimo %(min_prob)0.6f%%, máximo %(max_prob)0.6f%%.

source: Okay!
nl: Okee!
pt_br: Certo!
